{
    "message": {
      "welcome": "مرحبًا بكم في قازان",
      "explore_hero": "استكشف جمال قازان",
      "explore_hero_slogan": "اكتشف التاريخ الغني والثقافة والمعالم السياحية لهذه المدينة النابضة بالحياة."
    },
    "nav": {
        "home": "الرئيسية",
        "about": "عن قازان",
        "culture": "ثقافة",
        "events": "الفعاليات والمهرجانات",
        "visit": "زيارة قازان"
    },
    "button": {
        "hero_discover_more": "اكتشاف المزيد",
        "home_explore_more": "استكشاف المزيد",
        "home__events_details": "التفاصيل",
        "home__events_add_to_calender": "أضف إلى التقويم",
        "events__attend": "الحضور",
        "visit__location": "الموقع",
        "visit__website": "الموقع الإلكتروني",
        "visit__know_more": "معرفة المزيد",
        "visit__book": "احجز إقامتك"
    },
    "section": {
        "home_featured_attractions": "المعالم السياحية المميزة",
        "home_upcoming_events": "الفعاليات القادمة"
    },
    "home": {
        "featured_attractions": [
            {
                "name": "قلعة قازان",
                "description": "استكشف القلعة التاريخية وهندستها المذهلة."
            },
            {
                "name": "مسجد كول شريف",
                "description": "قم بزيارة أحد أكبر المساجد في روسيا."
            },
            {
                "name": "شارع باومان",
                "description": "تجول في الشارع المشاة النابض بالحياة المليء بالمتاجر والمقاهي."
            },
            {
                "name": "قصر دفوريتس زمليديلتسيف",
                "description": "استكشاف قصر دفوريتس زمليديلتسيف التاريخي في قازان"
            }
        ],
        "upcoming_events": [
            {
                "name": "يوم مدينة قازان",
                "date": "التاريخ: 25 يوليو 2024",
                "description": "احتفل بذكرى تأسيس قازان مع الاحتفالات والاحتفالات."
            },
            {
                "name": "مهرجان قازان الدولي للسينما الإسلامية",
                "date": "التاريخ: 01-05 مارس 2024",
                "description": "تمتع بعروض أفلام من جميع أنحاء العالم الإسلامي."
            },
            {
                "name": "مهرجان قازان الصيفي للموسيقى",
                "date": "التاريخ: 10-15 أبريل 2024",
                "description": "تجربة الحفلات الغنائية والعروض الفنية من فنانين محليين ودوليين."
            }
        ]
    },
    "about": {
        "introduction": {
          "title": "مقدمة",
          "text": "مرحبًا بكم في قازان، مدينة غنية بالتاريخ والثقافة والتقاليد. تقع على ضفاف نهر الفولغا الرائع في غرب روسيا، وتعتبر قازان وعاءاً للتأثيرات الشرقية والغربية، حيث يلتقي الماضي بالحاضر في خليط متناغم من السحر القديم والحداثة. كعاصمة لجمهورية تتارستان، تحتل قازان مكانة خاصة في قلوب سكانها وزوارها على حد سواء. مع تاريخ يعود لأكثر من ألف عام، شهدت قازان صعود وسقوط الإمبراطوريات، وصراع الحضارات، وانتصار الروح الإنسانية. يعكس الشعار الخاص بالمدينة، رمز هويتها ومرونتها، تراثها الثقافي الغني وتنوع سكانها. من المنارات الفخمة لمسجد كول شريف إلى أبراج قازان الكرملين، تعتبر المعالم المعمارية لقازان شهادة على تاريخها الطويل وإرثها المستمر. ولكن قازان أكثر من مجرد تاريخها؛ إنها مدينة تتمتع بالتنوع والتناقضات، حيث تتعايش التقاليد القديمة مع الابتكارات الحديثة، وحيث يلتقي الشرق بالغرب في لوحة زاهية من الألوان والنكهات والأصوات. سواء كنت تستكشف الشوارع المزدحمة في البلدة القديمة أو تتأمل في خط السماء المستقبلي للمدينة الجديدة، فإن زوار قازان متأكدون من أنهم سينبهرون بالمزيج الفريد لسحر العالم القديم وجاذبية العصر الحديث. انضم إلينا في رحلة عبر شوارع قازان المليئة بالتاريخ واكتشف الكنوز والجواهر التي تنتظر في كل زاوية. من أسواق شارع باومان المزدحمة إلى شواطئ بحيرة كابان الهادئة، تقدم قازان شيئًا للجميع، سواء كنت عاشقًا للتاريخ، أو عاشقًا للطعام، أو باحثًا عن المغامرات."
        },
        "geography": {
          "title": "الجغرافيا",
          "text": "تقع قازان في الجزء الغربي من روسيا، وتحتضن على ضفاف نهر الفولغا الجميل، أطول نهر في أوروبا. يتميز المناظر الطبيعية الخلابة للمدينة بالتلال المتدحرجة والغابات الخضراء والبحيرات الهادئة، مما يجعلها وجهة مثالية لعشاق الطبيعة. بالإضافة إلى ذلك، يساهم الموقع الاستراتيجي لقازان عند تقاطع أوروبا وآسيا في أهمية تاريخية كمركز تجاري وثقافي. تتميز قازان بمناخ قاري رطب مع شتاء طويل وبارد (أبرد من موسكو) وصيف دافئ ومشمس. نتيجة لموقعها البعيد عن الساحل، تكون الصيف في الصيف حارًا للغاية لخط العرض الذي تقع عليه والشتاء بارد جدًا مقارنة بالمناطق الأبعد غربًا في أوروبا."
        },
        "history": {
          "title": "تاريخ قازان",
          "text": "شهد القرن السادس عشر لحظة فارقة في تاريخ قازان عندما سقطت بيد قوات إيفان الرهيب، ملك روسيا، بعد حصار طويل. جلبت سقوط قازان في عام 1552 نهاية لاستقلال التتار وبدأت فترة جديدة من الحكم الروسي. كانت غزوة قازان خطوة هامة في توسيع الإمبراطورية الروسية وشيدت نقاط تماسك موسكو في منطقة الفولغا. على الرغم من صدمة الغزو، استمرت قازان في الازدهار تحت الحكم الروسي، لتصبح مركزًا حيويًا للتجارة والثقافة والديانة. ساهم تنوع سكان المدينة، المكون من التتار والروس والجماعات العرقية الأخرى، في لوحة ثقافية حيوية، تتميز باندماج التأثيرات الشرقية والغربية. عبر القرون، ظلت قازان مصباحًا للتسامح والتعايش، مع مساجد وكنائس وكنائس يهودية تقف جنبًا إلى جنب كرموز للتسامح الديني. في القرن العشرين، شهدت قازان تصنيعًا صناعيًا وتحضرًا سريعين، متحولة إلى مدينة حديثة مع الحفاظ على سحرها التاريخي. خلال الحرب العالمية الثانية، لعبت قازان دورًا حاسمًا كمركز صناعي رئيسي، وساهمت في جهود الحرب السوفيتية وحصلت على لقب \"مدينة البطل\" لصمودها وشجاعتها في وجه الصعوبات. اليوم، تقف قازان كشاهد على تاريخها الغني وتراثها الثقافي، مع معالمها البارزة، مثل قازان الكرملين ومسجد كول شريف، كتذكير بماضيها المتنوع. استمرارية اقتصاد المدينة النابض بالحياة، والمشهد الفني الحيوي، وتنوع سكانها يجعلها وجهة ديناميكية ومثيرة للزوار من جميع أنحاء العالم."
        },
        "architecture": {
          "title": "الهندسة المعمارية",
          "text": "تعكس المناظر المعمارية لقازان تنوع تراثها الثقافي، حيث تمزج بين عناصر الهندسة المعمارية الروسية والتتارية والإسلامية. يعتبر الكرملين الأيقوني لقازان، المدرج ضمن قائمة التراث العالمي لليونسكو، رمزًا لأهمية المدينة التاريخية، بجدرانه المهيبة وكنائسها الرائعة التي يعود تاريخها إلى القرن السادس عشر. بالإضافة إلى ذلك، تضم قازان العديد من المساجد والكنائس وغيرها من المعجزات المعمارية، كل منها يحكي قصة فريدة عن الماضي والحاضر للمدينة."
        }
      },
      "culture": {
        "local_cuisine": {
          "title": "المأكولات المحلية",
          "text": "تعد مأكولات قازان مزيجًا لذيذًا من النكهات الروسية والتتارية، مما يعكس التراث الثقافي المتعدد الثقافات للمدينة. أحد أشهر الأطباق هو 'شاك شاك'، وهو حلوى مصنوعة من كرات العجين المقلية وغمسها في شراب العسل. وجبة شعبية أخرى هي 'بلوف'، وهي أطباق رز غنية باللحم الطري والتوابل العطرية. لا تفوت فرصة تجربة 'بيلياش'، وهو فطيرة لحم لذيذة، و 'إليش'، وهو طبق تتاري تقليدي يشبه الزلابية المحشوة باللحم أو البطاطس."
        },
        "traditional_costumes": {
            "title": "الأزياء الفولكلورية التقليدية",
            "text": "تتميز الأزياء الفولكلورية التقليدية في قازان بتنوعها وجمالها، حيث تعكس تراثاً ثقافياً غنياً وتاريخاً عريقاً. يتمثل أحد أبرز أنماط الزي الفولكلوري في قازان في 'قبا'، وهو ثوب تقليدي للنساء يتكون من قطعة واحدة مطرزة بألوان زاهية وتفاصيل دقيقة. بالنسبة للرجال، يشتهر زي الفولكلور بالتنوع والألوان الزاهية، مع العديد من الزخارف والتطريزات الجميلة التي تعكس الثقافة التترية التقليدية."
          },
        "traditions": {
          "title": "العادات التقليدية",
          "text": "تزخر قازان بالعادات التقليدية التي تعكس تراثها الثقافي المتنوع. إحدى العادات الأهم هي احتفالية 'سابانتوي'، وهي مهرجان صيفي تتويجي تتمثل فيه نهاية أعمال الربيع الحقلية. خلال سابانتوي، يجتمع الناس للاستمتاع بالموسيقى التقليدية التتارية والرقص والمسابقات الرياضية والطعام اللذيذ. أخرى العادة المهمة هي 'شاشليك'، وهي تقليد شهير للشواء في الهواء الطلق حيث يجتمع الأصدقاء والعائلة لشواء أعواد اللحم فوق نار مفتوحة."
        },
        "special_rituals": {
          "title": "الطقوس والمعتقدات الخاصة",
          "text": "تحتوي قازان على طقوس ومعتقدات خاصة متنوعة تمت نقلها عبر الأجيال. إحدى هذه الطقوس هي 'حفل الزواج التتاري'، الذي يتضمن احتفالات ملونة وموسيقى تقليدية وطقوس متطورة ترمز إلى اتحاد عائلتين. بالإضافة إلى ذلك، تتمتع قازان بتقليد قوي للضيافة، حيث يتم استقبال الضيوف غالبًا بـ 'الخبز والملح'، رمزًا للترحيب والصداقة. آخر معتقد هو في 'العين الشريرة'، وهو خرافة يعتقد أنها تجلب الحظ السيء، والتي يتم مواجهتها بتاليسمانات وطقوس وقائية مختلفة."
        }
      },
      "forms": {
        "search": {
            "placeholder": "ابحث عن الأحداث"
        }
    },
    "visit": {
      "section": {
          "attractions": {
              "title": "المعالم السياحية والمقاهي المحلية",
              "description": "أماكن يجب زيارتها، ومعالم سياحية، وجولات، والمقاهي المحلية",
              "items": [
                  {
                      "name": "الكرملين في كازان",
                      "description": "موقع مدرج في قائمة التراث العالمي لليونسكو، وروح كازان، وأهم تمثال تذكاري لها التاريخي. الكرملين - كنز من التاريخ ومجمع غير عادي، حيث تتقاطع المساجد والكنائس لتخلق مكان سياحي فريد بالفعل.",
                      "category": "معلم سياحي",
                      "location": "https://www.google.com/maps/place/Kazan+Kremlin/@55.7993592,49.103424,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead219941ae53:0x5b0126a895b9ce7d!8m2!3d55.7993562!4d49.1059989!16zL20vMDZxcGo5?entry=ttu",
                      "image": "attractions/kazan_kremlin.jpg",
                      "featured": true
                  },
                  {
                      "name": "مالابار",
                      "description": "مالابار المأكولات التتارية الأصيلة",
                      "category": "المأكولات التقليدية",
                      "location": "https://www.google.com/maps/place/Malabar/@55.799664,49.1255201,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead6ae9516ff1:0x620e269c28412276!8m2!3d55.799661!4d49.128095!16s%2Fg%2F119vfntm8?entry=ttu",
                      "image": "attractions/malabar.jpg",
                      "featured": false
                  },
                  {
                      "name": "معبد جميع الديانات",
                      "description": "المكان الوحيد في العالم حيث يمكنك التعجب من الكنائس والمساجد والكنيس اليهودي والمعبد البوذي يمتزجون بانسجام.",
                      "category": "منظر طبيعي",
                      "location": "https://www.google.com/maps/place/A+temple+of+all+religions/@55.8005852,48.9721371,17z/data=!3m1!4b1!4m6!3m5!1s0x41595364297580f9:0x5b9181b7b8ab0f66!8m2!3d55.8005822!4d48.974712!16s%2Fm%2F0g9zkh6?entry=ttu",
                      "image": "attractions/Kazan_church.jpg",
                      "featured": false
                  },
                  {
                      "name": "جامعة كازان الفيدرالية",
                      "description": "ثاني أقدم مؤسسة تعليم عالي موجودة بصورة مستمرة في روسيا.",
                      "category": "تعليم",
                      "location": "https://kpfu.ru/",
                      "image": "attractions/Kazan_Federal_University.jpg",
                      "featured": false
                  },
                  {
                      "name": "برج كنيسة الغطاس الإفريمي",
                      "description": "أطول مبنى قديم في المدينة",
                      "category": "معلم سياحي",
                      "location": "https://www.google.com/maps/place/Malabar/@55.799664,49.1255201,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead6ae9516ff1:0x620e269c28412276!8m2!3d55.799661!4d49.128095!16s%2Fg%2F119vfntm8?entry=ttu",
                      "image": "attractions/Epiphany_Cathedral_Bell_Tower.jpg",
                      "featured": false
                  }
              ]
          },
          "tips": {
              "title": "نصائح السفر والمعلومات المهمة",
              "description": "معلومات مهمة ونصائح للسفر التي تجعل إقامتك في كازان أكثر متعة.",
              "items": [
                  {
                      "name": ">وسائل النقل العامة",
                      "description": "تتميز وسائل النقل العامة بتطورها في كازان. هناك مترو الأنفاق والحافلات والترامات والترامات."
                  },
                  {
                      "name": "الإقامة",
                      "description": "هناك العديد من الفنادق الشهيرة، فضلاً عن النزل ذات التكلفة المعقولة، ويمكنك أيضًا استئجار منزل."
                  },
                  {
                      "name": "التعليم",
                      "description": "تعتبر جامعات كازان معروفة جدًا في روسيا وفي الخارج. مع برنامج 'دراسة في روسيا'."
                  }
              ]
          },
          "gallery": {
              "title": "معرض الصور",
              "description": "معرض الصور لأفضل الأماكن التي يمكن زيارتها في كازان"
          }
      }
  },
  "footer": {
      "socialmedia": {
          "name": "وسائل التواصل الاجتماعي",
          "facebook": "Facebook",
          "twitter": "Twitter",
          "instagram": "Instagram",
          "vk": "VK"
      },
      "sitemap": {
          "name": "خريطة الموقع"
      }
  },
    "copyrights" : "2024 جميع الحقوق محفوظة , مدينة قازان "
}
