{
  "message": {
    "welcome": "Добро пожаловать в Казань",
    "explore_hero": "Исследуйте красоту Казани",
    "explore_hero_slogan": "Откройте богатую историю, культуру и достопримечательности этого живописного города."
  },
  "nav": {
      "home": "Главная",
      "about": "О Казани",
      "culture": "Культура",
      "events": "События и Фестивали",
      "visit": "Посетить Казань"
  },
  "button": {
      "hero_discover_more": "Узнать больше",
      "home_explore_more": "Подробнее",
      "home__events_details": "Подробности",
      "home__events_add_to_calender": "Добавить в календарь",
      "events__attend": "Посетить",
      "visit__location": "Местоположение",
      "visit__website": "Веб-сайт",
      "visit__know_more": "Узнать больше",
      "visit__book": "Забронировать проживание"
  },
  "section": {
      "home_featured_attractions": "Известные достопримечательности",
      "home_upcoming_events": "Предстоящие события"
  },
  "home": {
      "featured_attractions": [
          {
              "name": "Казанский Кремль",
              "description": "Исследуйте историческую крепость и ее потрясающую архитектуру."
          },
          {
              "name": "Мечеть Кул-Шариф",
              "description": "Посетите одну из крупнейших мечетей в России."
          },
          {
              "name": "Улица Баумана",
              "description": "Прогуляйтесь по оживленной пешеходной улице, усеянной магазинами и кафе."
          },
          {
              "name": "Дворец Земледельцев",
              "description": "Исследование исторического Дворца Земледельцев."
          }
      ],
      "upcoming_events": [
          {
              "name": "День города Казани",
              "date": "Дата: 25 июля 2024 года",
              "description": "Отмечайте годовщину основания Казани с парадами и праздниками."
          },
          {
              "name": "Международный фестиваль мусульманского кино в Казани",
              "date": "Дата: 01-05 марта 2024 года",
              "description": "Наслаждайтесь показами фильмов из разных стран мира мусульманской культуры."
          },
          {
              "name": "Летний музыкальный фестиваль в Казани",
              "date": "Дата: 10-15 апреля 2024 года",
              "description": "Познакомьтесь с концертами и выступлениями местных и международных артистов."
          }
      ]
  },
  "about": {
    "introduction": {
      "title": "Введение",
      "text": "Добро пожаловать в Казань, город, пропитанный историей, культурой и традициями. Расположенный на берегу величественной реки Волги в западной России, Казань - это плавильный котел восточных и западных влияний, где прошлое встречает настоящее в гармоничном сочетании старого мира и современности. Как столица Республики Татарстан, Казань занимает особое место в сердцах своих жителей и посетителей. С историей, насчитывающей более тысячи лет, Казань стала свидетелем подъема и падения империй, столкновения цивилизаций и триумфа человеческого духа. Герб города, символ его идентичности и устойчивости, отражает его богатое культурное наследие и разнообразное население. От величественных минаретов мечети Кул-Шариф до высоких шпилей Казанского Кремля, архитектурные памятники Казани служат свидетельством ее богатой истории и прочного наследия. Но Казань - это не только ее история; это город контрастов и противоречий, где древние традиции соседствуют с современными инновациями, и где Восток встречает Запад в яркой палитре цветов, вкусов и звуков. Независимо от того, исследуете ли вы оживленные улицы старого города или восхищаетесь футуристическими небоскребами нового города, посетители Казани обязательно будут пленены ее уникальным сочетанием старого мира и современного очарования. Присоединяйтесь к нам в путешествии по старым улицам Казани и открывайте скрытые сокровища, которые ждут за каждым поворотом. От оживленных рынков улицы Баумана до спокойных берегов озера Кабан, Казань предлагает что-то для всех, будь то ценитель истории, гурман или искатель приключений."
    },
    "geography": {
      "title": "География",
      "text": "Расположенная в западной части России, Казань уютно устроена на живописных берегах реки Волги, самой длинной реки в Европе. Живописный ландшафт города характеризуется холмами, пышными лесами и спокойными озерами, что делает его идеальным местом для любителей природы. Кроме того, стратегическое расположение Казани на перекрестке Европы и Азии способствовало ее историческому значению как торгового центра и культурного центра. Казань имеет умеренно континентальный климат с длинными, холодными зимами (холоднее, чем в Москве) и теплыми, солнечными летами. В результате своего внутреннего положения летом здесь очень тепло для своей широты, а зимой довольно холодно по сравнению с районами западнее в Европе."
    },
    "history": {
      "title": "История Казани",
      "text": "XVI век стал переломным моментом в истории Казани, когда он пал от рук Ивана Грозного, царя России, после длительной осады. Падение Казани в 1552 году положило конец татарской независимости и наступила новая эпоха русского правления. Завоевание Казани было значительным событием в расширении Российской империи и закрепило доминирование Москвы над Волжским регионом. Несмотря на травмы завоевания, Казань продолжала процветать под российским правлением, становясь важным центром торговли, культуры и религии. Разнообразное население города, состоящее из татар, русских и других этнических групп, способствовало его живописной культурной палитре, отмеченной слиянием восточных и западных влияний. На протяжении веков Казань оставалась символом терпимости и сосуществования, с мечетями, церквями и синагогами, стоящими бок о бок как символы религиозной гармонии. В XX веке Казань пережила быстрое промышленное развитие и урбанизацию, превратившись в современную метрополию, сохраняя при этом свой исторический очарование. Во время Второй мировой войны Казань сыграла ключевую роль как крупный промышленный центр, внося свой вклад в советское военное усилие и получив звание \"Город-герой\" за свою устойчивость и храбрость перед лицом бедствия. Сегодня Казань является свидетельством своей богатой истории и культурного наследия, а ее знаковые достопримечательности, такие как Казанский Кремль и мечеть Кул-Шариф, служат напоминанием о ее богатом прошлом. Процветающая экономика города, оживленная художественная сцена и разнообразное население делают его динамичным и увлекательным местом для посещения для туристов со всего мира."
    },
    "architecture": {
      "title": "Архитектура",
      "text": "Архитектурный ландшафт Казани - это отражение ее разнообразного культурного наследия, смешивающего элементы русской, татарской и исламской архитектуры. Знаковый Казанский Кремль, занесенный в список всемирного наследия ЮНЕСКО, служит символом исторического значения города, с его внушительными стенами и потрясающими соборами XVI века. Кроме того, в Казани находится множество мечетей, церквей и других архитектурных чудес, каждое из которых рассказывает уникальную историю прошлого и настоящего города."
    }
  },
  "culture": {
    "local_cuisine": {
      "title": "Местная кухня",
      "text": "Кухня Казани - это восхитительное сочетание русских и татарских вкусов, отражающее многонациональное наследие города. Одним из самых известных блюд является 'чак-чак', сладкое печенье из теста, жареного и обмакнутого в медовый сироп. Еще одно популярное блюдо - 'плов', сытный рисовый плов с нежным мясом и ароматными специями. Не пропустите возможность попробовать 'беляш', пикантный пирог с мясом, и 'елеш', традиционное татарское блюдо, похожее на пельмени, начиненные мясом или картофелем."
    },
    "traditional_costumes": {
      "title": "Традиционные народные костюмы",
      "text": "Традиционные народные костюмы в Казани отличаются своим разнообразием и красотой, отражая богатое культурное наследие и долгую историю. Один из самых выдающихся стилей народной одежды в Казани - это 'купла', традиционная женская одежда, состоящая из одного куска, вышитого яркими цветами и сложными узорами. Для мужчин народные костюмы известны своим разнообразием и яркими цветами, с множеством красивых украшений и вышивок, отражающих традиционную татарскую культуру."
    },
    "traditions": {
      "title": "Традиционные обычаи",
      "text": "Казань богата традиционными обычаями, отражающими ее многообразное культурное наследие. Одним из самых значимых обычаев является празднование 'Сабантуй', татарского летнего фестиваля, отмечающего завершение весенних полевых работ. Во время Сабантуя люди собираются, чтобы насладиться традиционной татарской музыкой, танцами, спортивными соревнованиями и вкусной едой. Еще одним важным обычаем является 'шашлык', популярная традиция открытого барбекю, где друзья и семьи собираются для жарки мясных шашлыков на открытом огне."
    },
    "special_rituals": {
      "title": "Специальные ритуалы и верования",
      "text": "Казань богата различными специальными ритуалами и верованиями, передаваемыми из поколения в поколение. Одним из таких ритуалов является 'татарская свадебная церемония', которая включает в себя яркие празднования, традиционную музыку и сложные обряды, символизирующие союз двух семей. Кроме того, в Казани существует сильная традиция гостеприимства, и гостей часто встречают с 'хлебом и солью', символом приветствия и дружбы. Еще одним верованием является 'сглаз', суеверие, приносящее несчастье, которое противодействуется различными защитными талисманами и ритуалами."
    }
  },
  "visit": {
    "section": {
        "attractions": {
            "title": "Туристические достопримечательности и местные кафе",
            "description": "Места, которые стоит посетить, достопримечательности, экскурсии и местные кафе",
            "items": [
                {
                    "name": "Казанский Кремль",
                    "description": "Объект Всемирного наследия ЮНЕСКО, душа Казани и ее главный исторический памятник. Кремль - это кладезь истории и необычный комплекс, где мечети и церкви сосуществуют, создавая поистине уникальное туристическое место.",
                    "category": "достопримечательность",
                    "location": "https://www.google.com/maps/place/Kazan+Kremlin/@55.7993592,49.103424,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead219941ae53:0x5b0126a895b9ce7d!8m2!3d55.7993562!4d49.1059989!16zL20vMDZxcGo5?entry=ttu",
                    "image": "attractions/kazan_kremlin.jpg",
                    "featured": true
                },
                {
                    "name": "Malabar",
                    "description": "Малабар - подлинная татарская кухня",
                    "category": "Традиционная кухня",
                    "location": "https://www.google.com/maps/place/Malabar/@55.799664,49.1255201,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead6ae9516ff1:0x620e269c28412276!8m2!3d55.799661!4d49.128095!16s%2Fg%2F119vfntm8?entry=ttu",
                    "image": "attractions/malabar.jpg",
                    "featured": false
                },
                {
                    "name": "Храм всех религий",
                    "description": "Единственное место в мире, где вы можете любоваться церквами, мечетями, синагогой и буддийским храмом, гармонично слившимися воедино.",
                    "category": "Достопримечательность",
                    "location": "https://www.google.com/maps/place/A+temple+of+all+religions/@55.8005852,48.9721371,17z/data=!3m1!4b1!4m6!3m5!1s0x41595364297580f9:0x5b9181b7b8ab0f66!8m2!3d55.8005822!4d48.974712!16s%2Fm%2F0g9zkh6?entry=ttu",
                    "image": "attractions/Kazan_church.jpg",
                    "featured": false
                },
                {
                    "name": "Казанский федеральный университет",
                    "description": "Второе по старшинству постоянно существующее высшее учебное заведение в России.",
                    "category": "Образование",
                    "location": "https://kpfu.ru/",
                    "image": "attractions/Kazan_Federal_University.jpg",
                    "featured": false
                },
                {
                    "name": "Колокольня Богоявленского собора",
                    "description": "Самое высокое древнее здание в городе",
                    "category": "Достопримечательность",
                    "location": "https://www.google.com/maps/place/Malabar/@55.799664,49.1255201,17z/data=!3m1!4b1!4m6!3m5!1s0x415ead6ae9516ff1:0x620e269c28412276!8m2!3d55.799661!4d49.128095!16s%2Fg%2F119vfntm8?entry=ttu",
                    "image": "attractions/Epiphany_Cathedral_Bell_Tower.jpg",
                    "featured": false
                }
            ]
        },
        "tips": {
            "title": "Путеводитель и важная информация",
            "description": "Важная информация и советы для путешествия, которые сделают ваше пребывание в Казани более приятным.",
            "items": [
                {
                    "name": ">Общественный транспорт",
                    "description": "Общественный транспорт очень развит в Казани. Здесь есть метро, автобусы, троллейбусы и трамваи."
                },
                {
                    "name": "Проживание",
                    "description": "В Казани много известных отелей, а также бюджетных хостелов, также можно снять дом."
                },
                {
                    "name": "Образование",
                    "description": "Казанские университеты очень известны в России и за рубежом. С программой 'Study in Russia'."
                }
            ]
        },
        "gallery": {
            "title": "Фотогалерея",
            "description": "Фотогалерея лучших мест для посещения в Казани"
        }
    }
},
"forms": {
    "search": {
        "placeholder": "Поиск событий"
    }
},
"footer": {
    "socialmedia": {
        "name": "Социальные медиа",
        "facebook": "Facebook",
        "twitter": "Twitter",
        "instagram": "Instagram",
        "vk": "VK"
    },
    "sitemap": {
        "name": "Карта сайта"
    }
},
  "copyrights" : "2024 город Казань. Все права защищены."
}
